Repository: Sigma14/new-personal-finance-postgres
Catalog: finance/locale/*/LC_MESSAGES/django.po
Languages: fr

source: admin/
fr: administrateur/

source: Earned
fr: Gagné

source: Spending
fr: Dépenses

source: Bills & Subscriptions
fr: Factures et abonnements

source: This page have bills & subscriptions calendar tab in which paid or unpaid bills are show with calendar date and all bills & subscriptions tab shows all the bills & subscriptions lists.
fr: Cette page comporte un onglet de calendrier des factures et des abonnements dans lequel les factures payées ou impayées sont affichées avec la date du calendrier et l&#39;onglet Toutes les factures et abonnements affiche toutes les listes de factures et d&#39;abonnements.

source: Add budget
fr: Ajouter un budget

source: Home
fr: Maison

source: Budget already exist!
fr: Le budget existe déjà !

source: Category Groups
fr: Groupes de catégories

source: Categories
fr: Catégories

source: Currency
fr: Devise

source: Amount
fr: Montant

source: Auto-budget period
fr: Période de budgétisation automatique

source: Start Date
fr: Date de début

source: Auto-budget
fr: Budget automatique

source: Create
fr: Créer

source: Cancel
fr: Annuler

source: Add Category Group
fr: Ajouter un groupe de catégories

source: Name
fr: Nom

source: Add
fr: Ajouter

source: Add Category
fr: ajouter une catégorie

source: Select Group
fr: Sélectionner un groupe

source: Create Budget
fr: Créer un budget

source: Walk Through For Budget
fr: Parcourez le budget

source: In this budget walkthrough, we provide a professional guide on the essential steps to help users create a well-structured budget by defining categories and allocating amounts.
fr: Dans cette présentation budgétaire, nous fournissons un guide professionnel sur les étapes essentielles pour aider les utilisateurs à créer un budget bien structuré en définissant des catégories et en allouant des montants.

source: Sample Budget
fr: Exemple de budget

source: A sample budget is a pre-structured budget format. It is showing the overview of your budget structure. You can see total earning and spending from the budgets. This section also visualize budget spending according to the categories.
fr: Un exemple de budget est un format de budget pré-structuré. Il montre un aperçu de votre structure budgétaire. Vous pouvez voir le total des revenus et des dépenses des budgets. Cette section visualise également les dépenses budgétaires selon les catégories.

source: Current Budget
fr: Budget actuel

source: current budget showing the overview of your budget structure. You can see total income and expenses of the budget according to the categories. You can also see budget cashflows and budget spending with categories.
fr: budget actuel montrant un aperçu de votre structure budgétaire. Vous pouvez voir le total des revenus et dépenses du budget selon les catégories. Vous pouvez également voir les flux de trésorerie budgétaires et les dépenses budgétaires avec des catégories.

source: Compare Budget
fr: Comparer le budget

source: A compare budget provides the facility to the users to compare selected budgets. Its comparing budgets with time ranges and spending amount.
fr: Un budget de comparaison offre aux utilisateurs la possibilité de comparer les budgets sélectionnés. Il s&#39;agit de comparer les budgets avec les plages de temps et le montant des dépenses.

source: Add Transaction
fr: Ajouter une transaction

source: from
fr: depuis

source: To
fr: À

source: Report
fr: Rapport

source: Budget Transactions
fr: Opérations budgétaires

source: to
fr: à

source: Budget PageInfo
fr: Informations sur la page budgétaire

source: This page shows you an overview of your budgets. Budget table shows -> How many amount spent and left in budget.
fr: Cette page vous montre un aperçu de vos budgets. Le tableau budgétaire montre -&gt; Combien de montant dépensé et restant dans le budget.

source: Template
fr: Modèle

source: Current
fr: Actuel

source: Compare
fr: Comparer

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Quarterly
fr: Trimestriel

source: Yearly
fr: Annuel

source: Current Week Transactions
fr: Transactions de la semaine en cours

source: Total Spending and Left All Budgets
fr: Dépenses totales et tous les budgets laissés

source: All the transactions for
fr: Toutes les transactions pour

source: between
fr: entre

source: Total Spending and Left Budgets
fr: Dépenses totales et budgets restants

source: Current Month Transactions
fr: Transactions du mois en cours

source: Current Quarter Transactions
fr: Transactions du trimestre en cours

source: All Budgets
fr: Tous les budgets

source: Current Year Transactions
fr: Transactions de l&#39;année en cours

source: Income
fr: Revenu

source: left
fr: gauche

source: of
fr: de

source: This amount applies
fr: Ce montant s&#39;applique

source: at
fr: à

source: Expenses
fr: Dépenses

source: Leftover cash
fr: Argent restant

source: Cash Flow
fr: Des flux de trésorerie

source: Spending Categories
fr: Catégories de dépenses

source: A template budget is a pre-structured budget format. It is showing the overview of your budget structure. You can see all the budgets and their total spending and left budgets.
fr: Un modèle de budget est un format de budget pré-structuré. Il montre un aperçu de votre structure budgétaire. Vous pouvez voir tous les budgets, leurs dépenses totales et les budgets restants.

source: Daily
fr: Tous les jours

source: Budgets and Spending
fr: Budgets et dépenses

source: Update
fr: Mise à jour

source: If manual budget or auto budget have been used in any transaction, you can't update budget period and budget date.
fr: Si un budget manuel ou automatique a été utilisé dans une transaction, vous ne pouvez pas mettre à jour la période budgétaire et la date du budget.

source: If manual budget or auto budget not have been used in any transactions, updated budget period and budget date will be apply on the current budget.
fr: Si le budget manuel ou le budget automatique n&#39;ont été utilisés dans aucune transaction, la période budgétaire et la date du budget mises à jour seront appliquées au budget actuel.

source: Select Category Group
fr: Sélectionnez un groupe de catégories

source: Select
fr: Sélectionner

source: If manual budget or auto budget have been used in any transaction. you can't edit budget amount.
fr: Si un budget manuel ou un budget automatique a été utilisé dans une transaction. vous ne pouvez pas modifier le montant du budget.

source: Current Period Amount
fr: Montant de la période en cours

source: this amount not apply for previous budgets. it is only apply for current and next budget amount
fr: ce montant ne s&#39;applique pas aux budgets précédents. cela ne s&#39;applique qu&#39;au montant du budget actuel et du prochain

source: If manual budget or auto budget have been used in any transaction. you can't edit budget period.
fr: Si un budget manuel ou un budget automatique a été utilisé dans une transaction. vous ne pouvez pas modifier la période budgétaire.

source: If manual budget or auto budget have been used in any transaction. you can't edit budget start date.
fr: Si un budget manuel ou un budget automatique a été utilisé dans une transaction. vous ne pouvez pas modifier la date de début du budget.

source: Current Budget Date
fr: Date du budget actuel

source: Type
fr: Taper

source: Incomes
fr: Revenus

source: Current Budgets
fr: Budgets actuels

source: This amount applies from
fr: Ce montant s&#39;applique à partir de

source: This amount applies at
fr: Ce montant s&#39;applique à

source: Due on
fr: Due le

source: Sample Budgets
fr: Exemples de budgets

source: Sample
fr: Échantillon

source: Create Budget
fr: Créer un budget

source: Salary
fr: Salaire

source: THIS AMOUNT APPLIES FROM
fr: CE MONTANT S&#39;APPLIQUE À PARTIR DE

source: TO
fr: À

source: Personal Care
fr: Soins personnels

source: Hobbies
fr: Loisirs

source: Clothes
fr: Vêtements

source: Transportation
fr: Transport

source: Gas & Fuel
fr: Gaz Combustible

source: Food
fr: Nourriture

source: Groceries
fr: Épiceries

source: HOME PAGE
fr: PAGE D&#39;ACCUEIL

source: Personal Finance
fr: Finances personnelles

source: is an application to manage your personal finance. It can help you keep track of your expenses and income, so you can spend less and save more.
fr: est une application pour gérer vos finances personnelles. Cela peut vous aider à suivre vos dépenses et vos revenus, afin que vous puissiez dépenser moins et économiser davantage.

source: You can store, edit and remove withdrawals, deposits and transfers. This allows you full financial management. Using this you can manage different types of accounts like Asset accounts, Saving accounts, Liabilities (loans, mortgages). It provides a facility to create, change and manage money using budgets. You can organize transactions using categories and also track your goals and bills.
fr: Vous pouvez stocker, modifier et supprimer des retraits, des dépôts et des transferts. Cela vous permet une gestion financière complète. Grâce à cela, vous pouvez gérer différents types de comptes comme les comptes d&#39;actifs, les comptes d&#39;épargne, les passifs (prêts, hypothèques). Il offre une possibilité de créer, de modifier et de gérer de l&#39;argent à l&#39;aide de budgets. Vous pouvez organiser les transactions en utilisant des catégories et également suivre vos objectifs et vos factures.

source: More..
fr: Plus..

source: It shows you an overview of your budgets. It shows you to how many amount spent and left in budget. you can compare your budget period wise with pretty charts
fr: Il vous montre un aperçu de vos budgets. Il vous montre le montant dépensé et restant dans le budget. vous pouvez comparer votre période budgétaire avec de jolis graphiques

source: BILLS
fr: FACTURES

source: It provides a facility to add bills and shows all the bills with calender. Using calender you can easily filter which bill is paid or unpaid.
fr: Il offre la possibilité d&#39;ajouter des factures et affiche toutes les factures avec un calendrier. En utilisant le calendrier, vous pouvez facilement filtrer quelle facture est payée ou impayée.

source: CATEGORY
fr: CATÉGORIE

source: It provides a facility to add category and shows all the category with spending amount. so its very easy to find out which category spent the most.
fr: Il offre la possibilité d&#39;ajouter une catégorie et affiche toutes les catégories avec le montant des dépenses. il est donc très facile de savoir quelle catégorie a dépensé le plus.

source: ACCOUNTS
fr: COMPTES

source: It manage different types of accounts like Asset accounts, Saving accounts, Liabilities (loans, mortgages).It shows your current balance and all transactions data of account with charts. you can add, update and delete your account data.
fr: Il gère différents types de comptes comme les comptes d&#39;actifs, les comptes d&#39;épargne, les passifs (prêts, hypothèques). Il affiche votre solde actuel et toutes les données de transactions du compte avec des graphiques. vous pouvez ajouter, mettre à jour et supprimer les données de votre compte.

source: It manage transaction records. It provides facility to import transactions of your bank account and also import transaction files. you can export transaction data with date range. It shows all credit and debit transactions with charts.
fr: Il gère les enregistrements de transactions. Il permet d&#39;importer les transactions de votre compte bancaire et également d&#39;importer des fichiers de transactions. vous pouvez exporter les données de transaction avec une plage de dates. Il montre toutes les transactions de crédit et de débit avec des graphiques.

source: GOALS
fr: OBJECTIFS

source: It provides a facility to manage you goals and helps to achieving goals. you can add, update and delete goals and also see goals are completed or not with pretty charts.
fr: Il fournit une fonctionnalité pour gérer vos objectifs et vous aide à atteindre vos objectifs. vous pouvez ajouter, mettre à jour et supprimer des objectifs et également voir que les objectifs sont atteints ou non avec de jolis graphiques.

source: CALCULATORS
fr: CALCULATRICES

source: It has Mortgage calculator and Future net worth calculator. Mortgage calculator calculates your mortgage payments details according to interest periods. Future net worth calculator calculates a net worth projection of what your actual net worth in future over age and time will be.
fr: Il dispose d&#39;un calculateur hypothécaire et d&#39;un calculateur de valeur nette future. Le calculateur hypothécaire calcule les détails de vos versements hypothécaires en fonction des périodes d&#39;intérêt. Le calculateur de valeur nette future calcule une projection de valeur nette de ce que sera votre valeur nette réelle à l&#39;avenir en fonction de l&#39;âge et du temps.

source: REAL ESTATE
fr: IMMOBILIER

source: It has property manage and property model sections.Property manage section useful to create property details, set rental terms and add tenants. Property model sections useful to analyse rental property investment summary, capital expenditure budget, yearly projection for revenue, expenses and income, investor contribution, mortgage.
fr: Il comporte des sections de gestion de propriété et de modèle de propriété. Section de gestion de propriété utile pour créer des détails sur la propriété, définir les conditions de location et ajouter des locataires. Sections du modèle de propriété utiles pour analyser le résumé de l&#39;investissement immobilier locatif, le budget des dépenses en capital, la projection annuelle des revenus, des dépenses et des revenus, la contribution de l&#39;investisseur, l&#39;hypothèque.
